export const STRINGS = {
  HEADER: {
    NAV_BAR: {
      HOME_PAGE: "דף הבית",
      ENROLL_TO_KESEM: "הרשמה למרכז קסם",
      ONLINE_LESSONS: "שיעורים מקוונים",
      COME_JOIN_US: "בואו להיות מורים",
      OUR_PARTNERS: "השותפים שלנו",
      YOUR_WAY_TO_SUCCESS: "השורש שלך להצלחה",
      ABOUT_US: "מי אנחנו?",
    },

    TO_ENROLL: "להרשמה",
    CONTACT_US: "יצירת קשר",
    HEBREW: "עברית",
    ENGLISH: "English",
  },
  HOME_PAGE: {
    WELCOME_TO_KESEM: "ברוכים הבאים למרכז קסם",
    EDUCATIONAL_CENTER_FOR_YOU: "מרכז לימודים המותאם בשבילך",
    PARAGRAPH:
      "לימודי מתמטיקה, אנגלית ולשון בקבוצות קטנות – כי לכל תלמיד מגיע להצליח!\n במרכז קסם, הלמידה מתבצעת בקבוצות קטנות עם יחס אישי, כך שכל תלמיד מקבל את התמיכה שהוא צריך.\n אנו דוגלים במחיר הוגן ושקוף, כי אנו מאמינים שלימודים איכותיים צריכים להיות אפשריים לכל ילד ולכל משפחה.\n המטרה שלנו - לעזור לילדים לאהוב ללמוד, לבנות ביטחון ולהגיע להישגים - באווירה נעימה ותומכת.",
    ADD_ME_TO_SUCCESS: "צרפו אותי להצלחה",
    HOME_PARAGRAPH:
      " מרכזי למידה שנולדו מתוך צורך אמיתי!\nאנחנו לא עוד שיעור פרטי.\nאנחנו כאן כי ראינו יותר מדי תלמידים שנופלים בין הכיסאות – לא בגלל שהם לא מסוגלים, אלא כי אף אחד לא ראה אותם באמת.\nאז בנינו מסגרת אחרת: מקצועית, אישית, נגישה שיעורים בקבוצות קטנות, מורים שבאמת אכפת להם,\n והכי חשוב – מחיר שאפשר לעמוד בו - מחיר של חוג.\n אנחנו מאמינים שתלמיד צריך יותר ממורה טוב – הוא צריך שיאמינו בו. וזה כל ההבדל. \n\n[[HIGHLIGHT]]📣 כשמאמינים בתלמיד, כל דבר אפשרי[[/HIGHLIGHT]]",
    DETAILED_PARAGRAPH: `
• קבוצות קטנות – עד 10 תלמידים, עם ליווי אישי
• עובדים בשיתוף פעולה עם מתנ"סים, מוסדות חינוך, וארגונים קהילתיים בכל רחבי הארץ, כדי להביא את הלמידה הטובה ביותר לכל תלמיד
• מורים מקצועיים עם לב ענק שמאמינים בילדים שלכם
• שיעורים שבועיים במקצועות הליב"ה – מתמטיקה, אנגלית ולשון.
• שיטת לימוד שבונה ביטחון, לא רק ציונים.
• מחיר נגיש באמת – כמו חוג. כי חינוך איכותי לא אמור להיות מותרות.
`,
    MORE_TEXT:
      "\n\n [[HIGHLIGHT]]מרכזי למידה שעושים את זה אחרת[[/HIGHLIGHT]] \n\n[[HIGHLIGHT]]קסם כאן כדי שכל ילד יוכל להצליח – לא משנה מה הכתובת או המצב הכלכלי.[[/HIGHLIGHT]]\n\n[[HIGHLIGHT]]🎯 הצטרפו למהפכת הלמידה[[/HIGHLIGHT]]\n",
    SECONDARY_HEADER: "מהפכת החינוך של ישראל כבר כאן",
  },
  ENROLL_PAGE: {
    JOIN_US_TO_KESEM: "הצטרפו לקסם\n אנחנו מחכים לכם :)",
    SEND: "שליחה",
    FIRST_NAME: "שם פרטי:",
    LAST_NAME: "שם משפחה:",
    CITY: "עיר מגורים:",
    SCHOOL_NAME: "שם בית הספר:",
    GRADE: "כיתה:",
    GRADE_NUMBER: "מספר הכיתה:",
    STUDENT_PHONE: "טלפון תלמיד/ה:",
    PARENT_NAME: "שם ההורה:",
    PARENT_PHONE: "טלפון הורה:",
    EMAIL: "אימייל:",
    HERE_ABOUT_US: "איך שמעת עלינו?",
    PLEASE_DETAIL: "פירוט על פרסום אחר",
    MATNAS_GS: "מתנס גבעת שמואל",
    FLAIERS: "פלאיירים",
    SOCIAL_MEDIA: "רשתות חברתיות (פייסבוק, אינסטגרם)",
    SCHOOL: "בית ספר",
    WHATSAPP: "וואטסאפ",
    OTHER: "אחר:",
    SUCCESS_TITLE: "איזה כיף שנרשמת לקסם!",
    COMMENTS_REQUESTS: "הערות/בקשות:",
    DETAILS_SENT_SUCCESSFULLY: "פרטיך נשלחו אלינו, נתראה! :)",
    THANK_YOU: "מעולה, תודה",
  },
  ABOUT_US_PAGE: {
    ABOUT_TEXT:
      "היי :) אנחנו קסם – רשת מרכזי למידה.\n קסם מפעילה מרכזי למידה במתמטיקה, אנגלית ולשון.\n אנו עובדים בשיתוף פעולה עם מרכזים קהילתיים, מוסדות חינוך וארגונים הפועלים לקידום תלמידים בכל רחבי הארץ.\n\n מטרתנו - לקדם ולשפר למידה בקרב תלמידי היסודי (כיתות ו') / חטיבות הביניים והתיכונים.\n שיעורי המתמטיקה במרכזים מתקיימים בקבוצות קטנות של עד 10 תלמידים ותלמידות.\n התכנית הלימודית הפועלת במרכזים שמה דגש על איכות ההוראה וכוללת צוותים מקצועיים וחינוכיים הנותנים לתלמידים מענה בכל הרמות.\n\n אנו שמים דגש על תחושת ההצלחה של התלמיד והעלאת תחושת המסוגלות בקצב הדרגתי, תוך כדי תהליך שנבנה במהלך השנה.\n רעיון התכנית, מושתת כולו על בסיס הקשר האישי בין המורה לתלמידים.\n\n מעבר לתכנית הלימודים המקצועית והמבוססת, אנו מאמינים שלמידה איכותית צריכה להיות נגישה. לשם כך בנינו מודל של מינוי חודשי, הכולל מספר שעות לימוד קבועות – כך שהתלמידים יכולים להגיע לשיעורים מדי שבוע, להתקדם בקצב שלהם וליהנות מהתמדה ויציבות לאורך השנה – והכול במחיר הוגן וללא הוצאות מיותרות.\n אנחנו כאן כדי לוודא שכל תלמיד שמגיע אלינו יוכל ללמוד בראש שקט, מתוך אמונה בעצמו וביכולת שלו להצליח.\n כי כשיש סביבה תומכת – הקסם כבר קורה מעצמו ;)\n",
  },
  CENTER_DETAIL: "\n\nלפרטים ולקבלת מערכת שעות ניתן לדבר איתנו\n",
  CENTER_HOURS_GSH:
    "שעות הפעילות של מרכז קסם גבעת שמואל: ימי רביעי 16:00-20:00\n",
  CENTER_HOURS_RAANANA: "שעות הפעילות של מרכז קסם רעננה: ימי שני 15:00-20:00\n",
  CENTER_HOURS_KRIYAT_ONO:
    "שעות הפעילות של מרכז קסם קריית אונו: ימי שלישי \n16:00-19:00",
  CENTER_LOCATION_GSH: 'מיקום: אולם אודיטוריום ע"ש זמיר, גבעת שמואל',
  CENTER_LOCATION_RAANANA: "מיקום: מרכז קהילתי בן צבי, יהודה הנשיא 14, רעננה",
  CENTER_LOCATION_KRIYAT_ONO: "מיקום: מתחם תפוח פיס, רחוב הזמיר, קריית אונו",
  CENTER_EMAIL: 'דוא"ל: kesem.gs@gmail.com',
  CENTER_PHONE: "מרכז קסם : 053-5566509",
  TALK_WITH_US_WHATSAPP: "דברו איתנו בוואטסאפ",
  RANANA_GIVAT_SHMUEL: "גבעת שמואל | רעננה | קריית אונו",
  ONLINE_LESSONS: {
    FUN_WITH_ONLINE_LESSONS_HEADER:
      "לומדים בכיף – סרטונים מומלצים במיוחד בשבילכם",
    SHOW_MORE: "הציגו עוד סרטונים",
    SHOW_LESS: "הציגו פחות",
  },
  CONTACT_PAGE: {
    WE_WANT_TO_HERE_FROM_YOU: "נשמח לשמוע מכם :)",
    CENTER_DETAIL: "\n\nלפרטים ולקבלת מערכת שעות ניתן לדבר איתנו\n",
    CENTER_HOURS: "שעות הפעילות של המרכז: ימי רביעי 16:00-20:00",
    CENTER_LOCATION: 'מיקום: אולם אודיטוריום ע"ש זמיר, גבעת שמואל',
    CENTER_EMAIL: 'דוא"ל: kesem.gs@gmail.com',
    CENTER_PHONE: "מרכז קסם : 053-5566509",
    YOUR_DETAILS_SENT_SECCESSFULLY: "הפרטים התקבלו בהצלחה!",
    CONTACT_WITH_YOU_SOON: "ניצור איתך קשר בהקדם :)",
    THANKS: "תודה",
    FORM: {
      FULL_NAME: "שם מלא:",
      PHONE: "טלפון:",
      GRADE: "כיתה:",
      CITY: "עיר:",
      EMAIL: 'דוא"ל:',
      CONTACT_SUBJECT: "נושא הפניה:",
      CONTACT_SUBJECT_DETAILS: "אנא פרט/י את סיבת פנייתך",
      DONE_SEND_REQUEST: "סיימתי, שליחת בקשה",
    },
  },
  COME_JOIN_US_PAGE: {
    COMING_SOON: "בקרוב...",
    MEANTIME: 'בינתיים, ניתן לשלוח אלינו קו"ח לכתובת הדוא"ל הזו:',
    EMAIL: "kesem.gs@gmail.com",
    FIRST_PARAGRAPH:
      "רוצים להשפיע על הדור הבא?\n מחפשים עבודה עם שליחות, משמעות וסביבה תומכת?\nהצטרפו אלינו למרכז קסם - בואו להיות חלק מצוות מורים איכותי ומשפיע!",
    WHO_ARE_WE_LOOKIG_FOR: "את מי אנחנו מחפשים?",
    WHY_US: "למה כדאי להצטרף אלינו?",
    WHY_US_CONTENT:
      "•  עבודה בצוות קטן ותומך\n\n•  שכר הוגן וגמיש\n\n•  ליווי מקצועי והכשרות במהלך השנה\n\n•  אפשרות להתקדם ולהתפתח\n\n• היקף משרה גמיש ושעות עבודה נוחות\n\n•  שעות אחר הצהריים, מתאים לסטודנטים ולהורים",
    JOB_REQIUREMENTS:
      "•  אנשים שאוהבים ללמד, בעלי סבלנות ויחס אישי\n\n•  סטודנטים וסטודנטיות, אקדמאים ואקדמאיות או בעלי ניסיון בלימוד ילדים\n\n•  רקע במתמטיקה, אנגלית או לשון",
    SOUNDS_GOOD: "נשמע לכם מתאים? השאירו לנו פרטים",
    FORM: {
      FIRST_NAME: "שם פרטי:",
      LAST_NAME: "שם משפחה:",
      PHONE: "טלפון נייד:",
      UPLOAD_FILE: "העלאת קובץ:",
    },
  },
};
